<?php
    return [
        'all_print' => 'Печать всех',
        'activ_btn' => 'Активировать',
        'activ_description' => 'Для получения полного доступа, введите лицензионный ключ',
        'activ_scs_msg' => 'Вы активировали полную версию',
        'activ_err_msg' => 'Неправильный ключ активации',
        'activ_placeholder' => 'Лицензионный ключ',
        'museum_name' => 'Национальный музей Туркменистана "Ак бугдай" имени Сапармурата Туркменбаши Великого',
        'welcome' => 'Добро пожаловать ',
        'please-login' => 'Пожалуйста, войдите в свою учетную запись',
        'enter-login' => 'Введите ваш логин',
        'hello' => 'Привет',
        'dashboard' => 'Дашборды',
        'analytics' => 'Аналитика',
        'tickets' => 'Билеты',
        'tariffs' => 'Тарифы',
        'halls' => 'Залы',
        'exposures' => 'Экспозиции',
        'exhibits' => 'Экспонаты',
        'users' => 'Пользователи',
        'support' => 'Поддержка',
        'documentation' => 'Документация',
        'setting' => 'Настройки',
        'components' => 'Компоненты',
        'other' => 'Разное',
        'empty' => 'Нет',
        'statistics' => 'Показать статистику за период с',
        'before' => 'до',
        'sale-statistics' => 'Статистика продаж',
        'sale-sum' => 'Итого продаж',
        'order-sum' => 'Итого заказов',
        'new-ticket' => 'Новый билет',
        'order-num' => 'Номер заказа',
        'ticket-num' => 'Номер билета',
        'date' => 'Дата оформления',
        'price' => 'Стоимость',
        'filter' => 'Фильтр',
        'order-date' => 'Дата оформления заказа',
        'search' => 'Поиск',
        'rename' => 'Наименование',
        'comments' => 'Описание',
        'status' => 'Статус',
        'sorting' => 'Порядок Сортировки',
        'changing-date' => 'Дата изменения',
        'adding-date' => 'Дата добавления',
        'action' => 'Действие',
        'fio' => 'Фио',
        'login' => 'Логин',
        'access' => 'Доступ',
        'contact-info' => 'Контактная информация',
        'email' => 'Наш email',
        'phone' => 'Наш телефон',
        'address' => 'Наш адрес',
        'delete-ticket' => 'Удалить билет',
        'currency' => 'Валюта',
        'price-add' => 'Цена',
        'quantity' => 'Количество',
        'total' => 'Итого',
        'delete' => 'Удалить',
        'cancel' => 'Отмена',
        'print' => 'Распечатать',
        'add-tariff' => 'Добавить тариф',
        'detail-tariff' => 'Детали тарифа',
        'edit-tariff' => 'Редактирование тарифа',
        'write-name' => 'Введите название',
        'write-desc' => 'Введите описание',
        'notes' => 'Примечание',
        'turn-on' => 'Включено',
        'turn-off' => 'Отключено',
        'sale' => 'Акция',
        'save' => 'Сохранить',
        'hall-details' => 'Детали зала',
        'turkmen' => 'Туркменский',
        'russian' => 'Русский',
        'english' => 'Английский',
        'audio' => 'Аудио',
        'hall' => 'Зал',
        'select-hall' => 'Выбрать зал',
        'edit-hall' => ' Редактирование зала',
        'image' => 'Изображение',
        'exposure' => 'Экспозиции',
        'add-exposure' => 'Добавить экспозицию',
        'edit-exposure' => 'Редактирование экспозиции',
        'add-hall' => 'Добавление зала',
        'add-exhibit' => 'Добавить экспонат',
        'edit-exhibit' => 'Редактирование экспоната',
        'select-exposure' => 'Выбрать экспозицию',
        'admin' => 'Администратор',
        'casher' => 'Кассир',
        'content' => 'Контент менеджер',
        'add-user' => 'Добавить пользователя',
        'edit-user' => 'Редактировать пользователя',
        'user-details' => 'Детали профиля',
        'password' => 'Пароль',
        'new-password' => 'Новый пароль',
        'not-info' => 'Нет данных',
        'arassa-nusga-adress' => 'Бизнес-центр Арзув, ул. Г. Кулиева, 24 Ашхабад, Туркменистан',

        // page title
        'dashboard-pg' => 'Дашборды - Музей',
        'ticket-list-pg' => 'Список билетов - Музей',
        'add-list-pg' => 'Добавление Билетов - Музей',
        'tariff-list-pg' => 'Тариф - Музей',
        'add-tariff-pg' => 'Добавить тариф - Музей',
        'edit-tariff-pg' => 'Тарифы - Редактирование тарифа',
        'hall-list-pg' => 'Залы - Музей',
        'add-hall-pg' => 'Зал - Добавление зала',
        'edit-hall-pg' => 'Зал - Редактирование зала',
        'exposure-list-pg' => 'Экспозиции - Список экспозиций',
        'add-exposure-pg' => 'Экспозиции - Добавление экспозиций',
        'edit-exposure-pg' => 'Экспозиции - Редактирование экспозиций',
        'generate-exposure-pg' => 'Экспозиции - Генерация',
        'exhibit-list-pg' => 'Экспозиции - Список экспозиций',
        'add-exhibit-pg' => 'Экспозиции - Добавление экспозиций',
        'edit-exhibit-pg' => 'Экспозиции - Редактирование экспозиций',
        'generate-exhibit-pg' => 'Экспозиции - Генерация',
        'user-list-pg' => 'Пользователи - Список пользователей',
        'add-user-pg' => 'Пользователи - Добавление пользователя',
        'edit-user-pg' => 'Пользователи - Редактирование пользователя',
        'documentation-pg' => 'Документация - Музей',
        'support-pg' => 'Поддержка - Музей',

        // page title

        // dashboard

        'casher-report' => 'Отчет о продажах по кассирам за месяц',
        'exhibit-viewing-rating' => 'Рейтинг просмотра экспонатов за год',
        'hall-viewing-rating' => 'Рейтинг залов музея за год',
        'sales-report-selected-day' => 'Отчет по продажам по выбранной дате',
        'sales-report-by-period' => 'Отчет по продажам по дням недели за год',
        'report-on-sales-mothly' => 'Отчет по продажам категорий билетов за текущий месяц',
        'report-on-sales-yearly' => 'Отчет по продажам категорий билетов за текущий год',
        'statistics-daily-visits' => 'Статистика дневного посещения музея по часам за год',
        'general' => 'Общий',
        'views' => 'Просмотры',
        'visits' => 'Посещений',
        'sold' => 'Продано',
        'statistic-period' => 'Укажите период показа статистики',
        'send' => 'Отправить',
        'from' => 'от ',
        'to' => 'до ',
        'mon' => 'Пн',
        'tue' => 'Вт',
        'wed' => 'Ср',
        'thur' => 'Чт',
        'fri' => 'Пт',
        'satur' => 'Сб',
        'sun' => 'Вс',

        // dashboard
        
        
        'header-admin' => 'Музей админ-панель:',
        'body-admin' => 'Написано на: HTML, CSS (Bootstrap 5), JS (Jquery), PHP (Laravel), MySQL компанией Arassa Nusga. Учетная система билетов в музее - это специальная программа или сервис, который используется для управления билетами, продажами и посетителями в музее. Такая система может позволять музею продавать билеты, вести учет продаж, контролировать посещения, отслеживать количество проданных билетов, планировать расписание экскурсий и мероприятий, создавать отчеты и статистику по продажам и посещаемости. Кроме того, учетная система билетов позволяет управлять скидками и акциями. Такие системы могут значительно упростить процесс управления музеем и обеспечить более эффективное использование ресурсов.',

        'header-authorize' => 'Авторизация',
        'body-authorize' => 'Авторизация - это процесс проверки личности пользователя для предоставления ему доступа к определенным ресурсам или функционалу, защищенным паролем или другими мерами безопасности. Для прохождения авторизации пользователь должен предоставить правильные учетные данные, которые могут включать логин и пароль',

        'header-auth-login' => 'Вход логина',
        'body-auth-login' => 'Логин (англ. login) - это учетная запись пользователя в системе, которая обычно используется для аутентификации и обеспечения безопасности. Логин может состоять из имени пользователя, электронной почты или другого идентификатора, а также пароля или других форм аутентификации. Для входа в систему пользователь должен ввести свой логин и пароль, чтобы получить доступ к своим ресурсам или функциям.',

        'header-password' => 'Вход пароля',
        'body-password' => 'Пароль (англ. password) - это секретная комбинация символов, которая используется для подтверждения личности пользователя в системе или приложении. Пароль обычно используется вместе с логином для аутентификации пользователя и обеспечения безопасности доступа к его учетной записи или данным.',

        'header-lang' => 'Выбор языка',
        'body-lang' => 'Пункт выбора языка (англ. language selector) - это элемент интерфейса, который позволяет пользователю выбирать язык, на котором будут отображаться тексты и другие элементы интерфейса учетной системы.',

        'header-dashboard' => 'Дашборды (Статистика продаж «Тарифов»)',
        'body-dashboard' => 'Дашборды (англ. dashboards) - это графические интерфейсы, предназначенные для отображения ключевых показателей эффективности (KPI) и другой важной информации о производственных, финансовых или других процессах, в удобном и понятном виде.',

        'header-choose' => 'Два поля выбора даты «От» и «До»',
        'body-choose' => 'Поля сортировки по дате - это элементы интерфейса, которые позволяют пользователю отсортировать данные по временному параметру, такому как дата или время.',

        'header-ticket' => 'Билеты',
        'body-ticket' => 'Билеты позволяют отслеживать продажи, информацию о каждом билете и генерировоть новые билеты с возможностью печати.',

        'header-ticket-list' => 'Список билетов',
        'body-ticket-list' => 'Список билетов - это перечень заявок (билетов), которые были созданы кассиром/оператором.Список содержит информацию о каждом билете. При нажатии на иконку "Действие" есть возможность полного просмотра данных.',

        'header-new-ticket' => 'Новый билет',
        'body-new-ticket' => 'Новый билет - это веб-страница, которая позволяет кассиру/администратору создать билет на посещение музея, а затем распечатать его с уникальным QR-кодом.',

        'header-tariff' => 'Выбор тарифа',
        'body-tariff' => 'Выбор тарифа - позволяет выбрать тариф к которыму относится посетитель.',

        'header-currency' => 'Выбор валюты',
        'body-currency' => 'Выбор валюты - позволяет выбрать валюта которой будет расплачиваться посетитель.',

        'header-ticket-order' => 'Количество билетов в заказе',
        'body-ticket-order' => 'Количество билетов - позволяет выбрать количество определенного тарифа, в соответствии с которым будет распечатан билет с уникальным QR-кодом.',

        'header-ticket-delete' => 'Удалить билет',
        'body-ticket-delete' => 'Для удаления билета необходимо для начала отметить тариф и после нажать на кнопку "Удалить".',

        'header-order-cancel' => 'Отмена заказа',
        'body-order-cancel' => 'Для отмены генерации билета необходимо нажать на кнопку "Отмена" и пользователь выйдет на страницу "Список билетов".',

        'header-ticket-print' => 'Распечатать билеты',
        'body-ticket-print' => 'Кнопка "Распечатать билеты" - это элемент интерфейса учетной системы, который позволяет пользователю распечатать билеты на мероприятие или посещение музея.',

        'header-filter' => 'Фильтр (Номер заказа, Дата)',
        'body-filter' => 'Фильтр - это элемент интерфейса, который позволяет пользователю установить определенные параметры для поиска билетов в учетной системе. Номер заказа и дата являются основными параметрами, по которым пользователь может искать нужные билеты. Пользователь может ввести номер заказа, чтобы быстро найти нужный билет, или выбрать определенный диапазон дат, чтобы отобразить все заказы за определенный период времени.',

        'header-ticket-delete-admin' => 'Удалить билет (При наличии доступа «Администратора»)',
        'body-ticket-delete-admin' => 'Кнопка "Удалить билет" - это элемент интерфейса, который позволяет пользователю удалить определенный билет из учетной системы. Кнопка "Удалить билет" может быть полезна в случае, если пользователь ошибочно заказал билет или решил отменить свое участие в мероприятии. Пользователь может нажать на кнопку "Удалить билет", чтобы удалить билет из учетной системы.',

        'header-rate' => 'Тарифы',
        'body-rate' => 'Тарифы в музее - это стоимость входных билетов на посещение музейных экспозиций и услуг, которые могут включать в себя групповые экскурсии, аудиогиды, путеводители и т.д. Тарифы в музее могут различаться в зависимости от типа музея, времени года, возрастных категорий посетителей и других факторов. Некоторые музеи могут предоставлять скидки для определенных категорий посетителей, например, для студентов, пенсионеров или детей.',

        'header-rate-list' => 'Список тарифов',
        'body-rate-list' => 'Список тарифов - это перечень всех доступных тарифов на посещение музейных экспозиций и услуг, которые могут быть предложены посетителям. Список тарифов может включать в себя информацию о стоимости входного билета, скидках для определенных категорий посетителей, возможных услугах, таких как групповые экскурсии, аудиогиды, путеводители и т.д.',

        'header-rate-add' => 'Добавить тариф',
        'body-rate-add' => 'Страница "Добавить тариф" - это страница в учетной системе музея, которая позволяет администраторам добавлять новые тарифы для посетителей музея. Страница "Добавить тариф" может содержать поля для ввода информации о новом тарифе, такие как стоимость билета, скидки для определенных категорий посетителей, доступные услуги и т.д. Администратор может также выбрать параметры, такие как тип билета, длительность и доступность. После заполнения всех необходимых полей и выбора параметров, администратор может нажать кнопку "Добавить" или "Сохранить", чтобы добавить новый тариф в учетную систему музея. Новый тариф будет отображаться в списке тарифов на веб-сайте музея или на кассе, где посетители могут выбрать подходящий тариф для своего посещения. Страница "Добавить тариф" может также содержать инструменты для управления имеющимися тарифами, такие как редактирование, удаление или временное отключение доступности.',

        'header-rate-rename' => 'Наименования тарифа на трех языках (Русский, Туркменский, Английский)',
        'body-rate-rename' => '"Наименования тарифа" - это поле, которое содержит название и описание тарифа для посетителей музея',

        'header-cost-add' => 'Добавить цену',
        'body-cost-add' => 'Поле "Цена" - это поле, которое содержит цену тарифа для посетителей музея',

        'header-currency-choose' => 'Выбор валюты',
        'body-currency-choose' => 'Поле валют - это элемент интерфейса, который позволяет пользователю выбрать валюту, в которой будут отображаться цены на продукты или услуги, предлагаемые музеем.',

        'header-note' => 'Примечание',
        'body-note' => '"Примечание" - это дополнительное текстовое поле, которое может быть содержать дополнительную информацию о тарифе',

        'header-rate-sequence' => 'Порядок тарифа',
        'body-rate-sequence' => '"Порядок сортировки тарифа" - это поле, которое позволяет установить порядок отображения тарифов на странице. Обычно на странице со списком тарифов имеется опция сортировки, которая может быть использована для изменения порядка отображения тарифов в списке.',

        'header-rate-status' => 'Статус тарифа',
        'body-rate-status' => 'Статус тарифа - это атрибут, который указывает на текущее состояние тарифа в системе управления тарифами музея. Статус может иметь несколько значений, "Включен", "Отключен". Когда тариф имеет статус "Включен", он доступен для добавления в билет,сли статус тарифа "Отключен", это означает, что тариф временно не доступен для добавления, но он сохранен в системе и может быть восстановлен позже.',

        'header-stock' => 'Акция',
        'body-stock' => 'Чекбокс "Акция" в тарифе обычно используется для отметки тарифа как временно действующего с определенным снижением цены или каким-то другим бонусом для посетителей.',

        'header-rate-delete-admin' => 'Удалить тариф (При наличии доступа «Администратора»)',
        'body-rate-delete-admin' => 'Кнопка "Удалить тариф" обычно используется на странице со списком тарифов и позволяет администратору музея удалить выбранный тариф из системы.',

        'header-hall' => 'Залы',
        'body-hall' => '"Залы" - это обычно часть информационной системы, используемой в музеях, галереях и выставочных залах для описания и классификации различных залов, в которых размещены экспонаты или проходят выставки. В этом поле можно указать название зала, его местоположение в здании, описание содержимого зала.',

        'header-hall-list' => 'Список залов',
        'body-hall-list' => 'Список залов - это перечень всех залов, которые есть в музее, галерее или выставочном комплексе. Обычно этот список представлен в виде плана музея или выставочного пространства, на котором отмечены все залы и их расположение. Список залов может также включать названия залов и описание тематики каждого зала.',

        'header-hall-add' => 'Добавить зал',
        'body-hall-add' => '"Добавить зал" - это функция, которая позволяет администраторам музея добавлять новые залы в список залов. Обычно это поле доступно только для пользователей с соответствующими правами доступа, такими как администраторы или кассиры. При добавлении нового зала в это поле вводится название зала.',

        'header-hall-rename' => 'Наименования зала на трех языках (Русский, Туркменский, Английский)',
        'body-hall-rename' => 'Наименования зала на трех языках - это обычно поле в информационной системе музея, где указываются названия зала на трех языках.',

        'header-hall-status' => 'Статус зала',
        'body-hall-status' => 'Статус зала - это атрибут, который указывает на текущее состояние тарифа в системе управления залами музея. Статус может иметь несколько значений, "Включен", "Отключен". Когда тариф имеет статус "Включен", он доступен для добавления в билет,сли статус зал "Отключен", это означает, что зал временно недоступен для добавления, но он сохранен в системе и может быть восстановлен позже.',

        'header-hall-edit' => 'Редактирование зала',
        'body-hall-edit' => 'Нажатие на иконку "Редактирование зала" открывает форму для внесения изменений в информацию о зале.',

        'header-hall-delete' => 'Удалить зал (При наличии доступа «Администратора»)',
        'body-hall-delete' => 'Кнопка "Удалить зал" - это элемент интерфейса информационной системы музея, галереи или выставочного комплекса, который позволяет авторизованным пользователям с правами администратора удалять зал из базы данных.',

        'header-exposition' => 'Экспозиция',
        'body-exposition' => 'Страница "Экспозиция" в музее - это веб-страница, которая содержит информацию о выставочных залах и представленных в них экспонатах, а также может включать дополнительную информацию о концепции и целях экспозиции.',

        'header-exposition-list' => 'Список экспозиций',
        'body-exposition-list' => 'Страница "Список экспозиций" - это веб-страница в информационной системе музея, которая содержит перечень всех доступных экспозиций, а также краткую информацию о каждой из них.',

        'header-exposition-add' => 'Добавить экспозицию',
        'body-exposition-add' => 'Страница "Добавить экспозицию" - это веб-страница в информационной системе музея или галереи, которая позволяет администраторам/кассиром системы добавлять новые экспозиции в список доступных.',

        'header-exposition-rename' => 'Наименования экспозиции на трех языках (Русский, Туркменский, Английский)',
        'body-exposition-rename' => '"Наименование экспозиции" - это текстовое поле на странице добавления экспозиции, которое предназначено для краткого указания названия экспозиции',

        'header-exposition-desc' => 'Описание экспозиции на трех языках (Русский, Туркменский, Английский)',
        'body-exposition-desc' => '"Описание экспозиции кратко" - это текстовое поле на странице добавления экспозиции, которое предназначено для краткого описания экспозиции.',

        'header-exposition-audio' => 'Аудио экспозиции на трех языках (Русский, Туркменский, Английский)',
        'body-exposition-audio' => 'Поле с выбором аудио-файла - это элемент формы на странице добавления экспозиции, который позволяет выбрать и загрузить аудио-файл на сервер.',

        'header-hall-choose' => 'Выбор зала (Список залов)',
        'body-hall-choose' => '"Выбор зала" - это элемент формы на странице добавления экспозиции, который позволяет выбрать зал, в котором будет размещена добавляемая экспозиция.',

        'header-image-load' => 'Загрузка изображения',
        'body-image-load' => '"Загрузка изображения" - это элемент формы на странице добавления экспозиции, который позволяет загрузить изображение, связанное с экспозицией, на сервер.',

        'header-exposition-sequence' => 'Порядок экспозиции',
        'body-exposition-sequence' => '"Порядок сортировки экспозиции" - это элемент интерфейса, который позволяет установить порядок отображения экспозиций в списке на странице "Список экспозиций"',

        'header-exposition-status' => 'Статус экспозиции',
        'body-exposition-status' => 'Статус - это атрибут, который указывает на текущее состояние экспозиции в системе управления экспозициями музея. Статус может иметь несколько значений, "Включен", "Отключен". Когда тариф имеет статус "Включен", он доступен для добавления. Если статус "Отключен", это означает, что экспозиця временно недоступна для добавления, но сохранена в системе и может быть восстановлена позже.',

        'header-exposition-edit' => 'Редактирование экспозиции',
        'body-exposition-edit' => '"Редактирование экспозиции" - это графический элемент интерфейса, который обычно отображается в виде карандаша или иконки с изображением пера, и предназначен для перехода на страницу редактирования конкретной экспозиции.',

        'header-exposition-delete' => 'Удалить экспозицию (При наличии доступа «Администратора»)',
        'body-exposition-delete' => '"Удалить экспозицию" - это графический элемент интерфейса, который обычно отображается в виде корзины или мусорного ведра, и предназначен для удаления конкретной экспозиции со страницы музея.',

        'header-exhibit' => 'Экспонат',
        'body-exhibit' => 'Экспонат - это предмет, объект или иное материальное произведение, которое отображается в музее.Экспонаты могут быть различных типов: это могут быть живые организмы, как животные и растения, артефакты, как старинные предметы быта и культуры, произведения искусства, научные эксперименты и многое другое.',

        'header-exhibit-list' => 'Список экспонатов',
        'body-exhibit-list' => 'Страница "Список экспонатов" - это страница в интерфейсе управления музеем или выставочным пространством, на которой отображается список всех экспонатов, доступных для просмотра или редактирования. На этой странице могут отображаться следующие данные для каждого экспоната: наименование экспоната, изображение экспоната, описание экспоната, аудио-описание экспоната, категория или тематический раздел, к которому относится экспонат. Статус экспоната (доступен для просмотра или редактирования) Также на этой странице могут быть предусмотрены кнопки для добавления новых экспонатов или редактирования/удаления существующих.',

        'header-exhibit-add' => 'Добавить экспонат',
        'body-exhibit-add' => 'Это страница интерфейса управления музеем или выставочным пространством, на которой администратор/кассир может добавить новый экспонат в коллекцию. На этой странице предусмотрены следующие поля для заполнения: наименование экспоната, изображение экспоната, описание экспоната,аудио-описание экспоната, категория или тематический раздел, к которому относится экспонат,поле для загрузки аудиофайла, поле для выбора зала, в котором располагается экспонат, поле для задания порядка сортировки экспоната в списке. Также на странице "Добавить экспонат" может быть предусмотрена кнопка "Сохранить", которая сохранит данные экспоната в базу данных и добавит его в коллекцию.',

        'header-exhibit-rename' => 'Наименования экспоната на трех языках (Русский, Туркменский, Английский)',
        'body-exhibit-rename' => 'Наименование экспоната - это название, которое описывает предмет или объект, который выставляется в музее или выставочном пространстве.',

        'header-exhibit-desc' => 'Описание экспоната на трех языках (Русский, Туркменский, Английский)',
        'body-exhibit-desc' => 'Описание экспоната - это текстовое описание, которое раскрывает сущность и особенности предмета или объекта, который выставляется в музее.',

        'header-exhibit-audio' => 'Аудио экспоната на трех языках (Русский, Туркменский, Английский)',
        'body-exhibit-audio' => 'Поле с выбором аудио-файла - это элемент формы на странице добавления экспозиции, который позволяет выбрать и загрузить аудио-файл на сервер. Аудио экспоната - это звуковое сопровождение экспоната, которое может включать различные звуки, музыку, рассказы, и другие звуковые эффекты. Аудио экспонат может использоваться для расширения информации, связанной с экспонатом, создания атмосферы, улучшения восприятия посетителями.',

        'header-exhibit-hall' => 'Выбор зала (Список залов)',
        'body-exhibit-hall' => 'Это элемент интерфейса, который предоставляет возможность выбрать зал, к которому будет привязан экспонат. Это выпадающий список с названиями залов, доступных для выбора. При выборе зала, экспонат будет отображаться на соответствующем экспозиционном стенде внутри зала.',

        'header-exhibit-choose' => 'Выбор экспозиции (Список экспозиций)',
        'body-exhibit-choose' => 'Это элемент интерфейса, который предоставляет возможность выбрать экспозицию, к которой будет привязан экспонат. Это выпадающий список с названиями экспозиций, доступных для выбора. При выборе экспозиции, экспонат будет отображаться на соответствующем экспозиционном стенде внутри выбранной экспозиции.',

        'header-exhibit-image' => 'Загрузка изображения',
        'body-exhibit-image' => 'Это элемент интерфейса, который предоставляет возможность выбрать экспозицию, к которой будет привязан экспонат.',

        'header-exhibit-sequence' => 'Порядок экспоната',
        'body-exhibit-sequence' => 'Это поле, которое позволяет задать порядок отображения экспоната на экспозиции или в списке экспонатов.',

        'header-exhibit-status' => 'Статус экспоната',
        'body-exhibit-status' => 'Статус - это атрибут, который указывает на текущее состояние экспоната в системе управления экспозициями музея. Статус может иметь несколько значений, "Включен", "Отключен". Когда экспонат имеет статус "Включен", он доступен для добавления. Если статус "Отключен", это означает, что экспонат временно недоступен для добавления, но сохранена в системе и может быть восстановлена позже.',

        'header-exhibit-edit' => 'Редактирование экспонат',
        'body-exhibit-edit' => 'Это символ, который обозначает возможность редактирования данных об экспонате. Это иконка карандаша , которая размещается рядом с информацией об экспонате. При нажатии на эту иконку пользователь переходит на страницу редактирования экспоната, где может изменять его название, описание, изображения и другие параметры.',

        'header-exhibit-delete' => 'Удалить экспонат (При наличии доступа «Администратора»)',
        'body-exhibit-delete' => 'Это элемент интерфейса, который обозначает возможность удаления данных об экспонате. Обычно это кнопка с изображением корзины, которая размещается рядом с информацией об экспонате.',

        'header-users' => 'Пользователи',
        'body-users' => 'Пользователи в учетной системе - это лица, которые имеют доступ к системе и используют ее для выполнения определенных задач и функций. Каждый пользователь обычно имеет свою уникальную учетную запись, которая содержит информацию о его личных данных, правах доступа и другой информации, связанной с его активностью в системе.',

        'header-users-list' => 'Список пользователей',
        'body-users-list' => 'Список пользователей - это страница или раздел в учетной системе, где отображается список всех зарегистрированных пользователей. Обычно на этой странице показываются основные данные о каждом пользователе, такие как имя, фамилия, адрес электронной почты, дата регистрации и статус аккаунта. Кроме того, на этой странице обычно доступны различные действия, такие как редактирование профиля пользователя, блокировка или удаление учетной записи пользователя, а также назначение пользователю определенных прав доступа в системе. Список пользователей обычно доступен только для администраторов с соответствующими правами доступа.',

        'header-user-add' => 'Добавить пользователя',
        'body-user-add' => 'Это страница, где администратор системы может создать нового пользователя, указав его личную информацию, роль в системе и учетные данные для входа. На этой странице обычно есть поля для ввода имени, фамилии,логина, электронной почты, пароля, а также выпадающий список с ролями, которые может иметь пользователь в системе. После заполнения всех необходимых полей администратор может сохранить нового пользователя в системе.',

        'header-login' => 'Логин',
        'body-login' => 'Логин - это учетная запись, которая используется для входа в систему. Обычно логином является уникальное имя пользователя.',

        'header-fio' => 'ФИО',
        'body-fio' => 'Поле ФИО обычно относится к полю, в которое пользователь вводит свое полное имя (Фамилию, Имя, Отчество) при создании профиля, регистраци.',

        'header-access' => 'Доступ (Администратор, Кассир)',
        'body-access' => 'Выпадающий список "Доступ" позволяет выбрать уровень доступа для нового пользователя при добавлении его в учетную систему. В данном случае доступные уровни доступа - это "Администратор" и "Кассир". Пользователь с уровнем доступа "Администратор" имеет полный доступ ко всей системе и может выполнять все операции, включая добавление, редактирование и удаление пользователей, залов, экспозиций и экспонатов. Пользователь с уровнем доступа "Кассир" имеет ограниченный доступ и может выполнять только операции, связанные с продажей билетов, такие как оформление заказов, печать билетов и отчетность.',

        'header-user-status' => 'Статус пользователя',
        'body-user-status' => 'Статус пользователя - это информация о текущем состоянии аккаунта пользователя, которая может указывать, например, на то, заблокирован ли аккаунт, активен ли он.',

        'header-user-edit' => 'Редактирование пользователя',
        'body-user-edit' => 'Это процесс изменения данных пользователя, которые были введены при регистрации в системе. Редактировать пользователя может только пользователь с соответствующими правами доступа, например, администратор. При редактировании пользователя можно изменить его логин, ФИО, доступ, статус и другие параметры учетной записи. Также возможно изменение пароля или удаление пользователя из системы.',

        'header-user-delete' => 'Удалить пользователя (При наличии доступа «Администратора»)',
        'body-user-delete' => 'Кнопка удаления пользователя имеет иконку в форме мусорной корзины. Доступ для удаления пользователя есть только у администратора учетной системы.',

        'header-document' => 'Документация',
        'body-document' => 'Документация в учетных системах представляет собой совокупность документов, описывающих правила и процедуры использования системы, ее функциональные возможности и технические особенности. Обычно документация включает в себя инструкции пользователя, техническую документацию, руководства администратора и другие материалы, необходимые для работы с системой.',

        'header-document-admin' => 'Документация админ-панели с описанием каждый страницы',
        'body-document-admin' => 'Админ-панель содержа=ит страницы для управления пользователями, управления контентом, просмотра статистики. В каждой странице обычно имеется описание ее назначения, а также различные элементы управления, такие как поля ввода, выпадающие списки, кнопки и т.д. Каждый из этих элементов может иметь свое описание и функциональность.Наш адрес',

        'header-support' => 'Поддержка',
        'body-support' => 'Поддержка предназначена для обратной связи между пользователями учетной системы и разработчиков. На этой странице пользователи могут просмотреть контактные данные разработчиков учетной системы.',
       

        'error-name' => 'Заполните название',
        'error-description' => 'Заполните описание',
        'error-audio' => 'Выберите аудио',
        'error-format-audio' => 'Неправильный формат. Допустимый формат (mp3)',
        'error-max-size' => 'Максимальный размер файла:',
        'error-min-size' => 'Минимальное количество значений:',
        'error-file' => 'Ошибка загрузки файла',
        'error-hall' => 'Выберите зал',
        'error-image' => 'Выберите изображение',
        'error-format-image' => 'Неправильный формат. Допустимый формат (jpg, jpeg, png, bmp)',
        'error-field' => 'Заполните это поля',
        'error-field-number' => 'Поля должно содержать только цифры',
        'error-ticket' => 'Ваш билет уже активирован',
        'error-auth' => 'Не правильный логин или пароль',
        'error-delete' => 'Нельзя удалить пользователя (У пользователя есть активные записи)',
        'error-group' => 'Доступ заблокирован',
        'error-qr-found' => 'QR-код не найден. Убедитесь, что QR-код находится в кадре камеры и повторите попытку',
        
        // Guide
        'auth-login' => 'Войти',

        'welcome-text' => 'Национальный музей Туркменистана "Ак бугдай" имени Сапармурата Туркменбаши Великого является сокровищницей национального наследия города Анау. Экспозиции музея включают в себя археологические находки, произведения искусства, национальные костюмы и другие артефакты, которые отражают различные этапы истории велаята.',
        'welcome-title' => 'Добро пожаловать!',
        'welcome-btn' => 'Начать экскурсию',
        'hm-text' => 'Для просмотра описания и прослушивания аудиозаписи экспоната необходимо проделать следующие шаги:',
        'hm-text-1' => 'Нажать на кнопку сканирования QR-code ниже;',
        'hm-text-2' => 'Навести на QR-code экспоната;',
        'hm-text-3' => 'При использовании сканера Сервиса аудиогида требуется навести на QR-code и нажать на кнопку сфотографировать;'
    ]
?>